INSERT INTO `chats` VALUES (1,0,''),(16,1,'SNATCH'),(20,0,''),(21,0,''),(22,0,''),(23,0,''),(29,1,'Новый чат');
/*!40000 ALTER TABLE `chats` ENABLE KEYS */;

INSERT INTO `messages` VALUES (1,1,2,'Борис, а что ты тут делаешь?','2026-10-20 11:26:42'),(9,20,4,'Chaos is strong','2026-10-21 08:28:28'),(15,23,23,'Это будет зрелище. Кровавое','2026-10-21 14:55:42'),(16,23,23,'Ты его смотрел, когда выбирал','2026-10-21 16:21:38'),(55,29,6,'Борис, а ты что тут делаешь?','2026-10-22 13:19:48'),(56,29,23,'Читаю отчеты по рынку','2026-10-22 13:21:46'),(57,29,23,'Правильней и быть не может','2026-10-22 13:36:20'),(58,29,6,'Будвайзер','2026-10-22 13:36:36'),(71,23,23,'Борис, а ты что тут делаешь?','2026-10-23 11:05:56'),(72,23,6,'Гори, галактика!','2026-10-23 11:39:47'),(73,23,6,'Хоп-хоп','2026-10-23 11:39:58'),(74,23,6,'Чидагоп','2026-10-23 11:40:03'),(75,23,6,'Все тип топ, Томми','2026-10-23 11:40:12');
/*!40000 ALTER TABLE `messages` ENABLE KEYS */;

INSERT INTO `participants` VALUES (1,1,6),(2,1,2),(24,16,6),(25,16,5),(26,16,4),(33,20,4),(34,20,3),(35,23,23),(36,23,6),(44,27,6),(45,27,23),(46,27,2),(47,28,23),(48,28,3),(49,28,2),(50,29,23),(51,29,6),(52,29,5);
/*!40000 ALTER TABLE `participants` ENABLE KEYS */;

INSERT INTO `users` VALUES (2,'test','Тест','Пользователь','$2b$10$ML7On1uvG2zHvM7MP1bf.eunGeYm3lEPtXwD7a2nKNs3sG/n8kzRW'),(3,'ezeckyel','Езекиль','Аббадон','$2b$10$bswpnVOs3hd4pSj..AEVTe1eBxFhkB/WSHpcKz7rFCCVNjAV7bErO'),(4,'tommy','Томми','Толстячек','$2b$10$7J5MPwSm1ITf3tzFEMdT2.maO2OZTQt/NX1cYnpThJGJUn/wmsCAS'),(5,'tony','Тони','Пуля в зубах','$2b$10$XOs/QQxrYk0kV9AEmi8Z7O66ZtOugZ/21tTNTkFCJUP5DCh.D7gH6'),(6,'boris','Борис','Бритва','$2b$10$jiaQq70M52qI1.P.jgFMReAduadcYDP4DpYzlkCMN4Z.ByGoOBpwa'),(23,'mikki','Микки','Цыган','$2b$10$ws7cpv7etC5KKVsI2lVp1.chXcO5hKISWst.OI/T8hY6//FZ7KrwS');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;



